const n=`# 逻辑碎屑\r
\r
## 1. 引\r
\r
为什么要这样设计，你的设计逻辑是什么？\r
\r
这电影剧情有逻辑漏洞？\r
\r
内衣内裤能不能放在公共洗衣机里？\r
\r
在大四选择学习一个前端是正确的选择？\r
\r
年轻人要给老人让座？\r
\r
生病了要去医院，天冷了要多穿衣服？\r
\r
生活中无处不在的逻辑，而什么是逻辑？生活中这些常见的逻辑是否正确？逻辑链条又是否坚固呢？\r
\r
## 2. 数学中的逻辑\r
\r
### 2.1. 代数中的逻辑\r
\r
在阴差阳错之下，我粗浅的了解了数学分析，我觉得，数学分析不像高等数学一样，为了实际应用和解题而存在。他是专门为了构建数学，这一学科整个体系而存在。数学学科的地基之牢固让我深感震撼，我深刻的了解到了什么是数学中的逻辑。\r
\r
有一道类似于这样的题目，当时给我很大的震撼，类似于证明当x趋近与0的时候，x=0。差不多是类似这样的题目，我心想，这还用证明？这不是明显就是吗？聪明的你们知道如何证明吗？其实非常简单，就是考验极限的定义。\r
\r
我当时就这么觉得的，这还用证？有什么意义呢？直到学完了一半的数学分析，回过头来想的时候，才知道这些证明的必要性，就是把整个数学大厦的逻辑变得十分严密，严丝合缝。\r
\r
直到最后，基本上任意一个数学命题，只存在三种可能，是，否，还没被证明。而且一旦被证明，整个人类都会承认你的正确性，因为每一步的逻辑是无懈可击的，最后的结论就是无懈可击的。这一切的成立的基石就是最初的哪些看似无用的证明。到最初的逻辑，皮亚诺公理，定义算子，算符，定义1和后继的概念，把1的后继记作2，2的后继记作3，这样一直把整个自然数的体系建立了起来。这一些建立在一些基本的，不可撼动的公理上面，因此整个数学的大厦异常稳固。\r
\r
### 2.2 几何学中的逻辑\r
\r
几何方面也是如此，欧几里得的欧氏几何的所有结论都从那几条公理推导出来，其中的一条公理是：过直线外一点，有且仅有一条直线与已知直线平行。\r
\r
这条公理大体一看，就是正确的，也属于是简单到不用证明的。但是这条公理能不能用其他几条公理推导出来呢？\r
\r
罗巴切夫斯基最初也试图证明欧几里得的第五公设，但发现所有尝试都陷入了循环论证。于是，他采用反证法，假设“过直线外一点，可以作无数条直线与已知直线平行”，试图通过推导出矛盾来证明第五公设。结果发现，没有任何矛盾，反而推导出来了不同与欧式几何的全新的几何体系。\r
\r
即使看似如此正确的公理，都可能不是完全正确的，还存在其他的可能。这可能就是数学中所要求的强逻辑的意义。\r
\r
## 3. 生活中的逻辑\r
\r
 生活中的逻辑 \r
\r
\r
\r
`;export{n as default};
