const n=`# 山东之旅—趵突泉\r
\r
## 1. 酒店惊魂\r
\r
跨年回来，我们沉沉睡去，结果在半夜的时候，大约是凌晨三点左右，我从睡梦中醒来，酒店的门传来巨响，有人在砸门！\r
\r
我从床上醒来，把死党也叫醒了，真的有人在砸门，我问，干什么？门外楞了好长时间，然后一个男声说，是XXX吗？说了个人名，我说我不认识啊，干什么？对峙了一会之后我又把门反锁了一道，门上的猫眼本来就是用卫生纸堵住的，没法看到外面的情况。后面又问，是18栋楼吗，我也不知道是几栋楼，也没回答。又过了一会，有个女的说，能借用个厕所吗？我想，当我sb啊，这大半夜借个屁厕所啊，就想进来是吧，我也没说话。过了一会他们应该就走了，我始终也没有打开房门。\r
\r
给我死党也干害怕了，空调由于冷热不均发出咔咔的声音，死党也听得心烦，把空调也关了，后来我们就睡觉了。到了第二天中午的时候，我们发现门上有很深的划痕。于是我们问了酒店前台，他们说监控在物业那里，然后说这里是17栋楼，这一趟的楼房都是一样的样式，应该是找错了。\r
\r
后来想报警的，但是想着多一事不如少一事了，别在招惹了，应该就是找错楼了，于是就这样了。\r
\r
## 2. 趵突泉\r
\r
这天的行程只有趵突泉一个，`;export{n as default};
