const n=`# 山东之旅-跨年\r
\r
## 1. 泉城广场\r
\r
济南，又被成为泉城，死党在中午的时候说了一嘴，去泉城广场跨年，他有个同学也要一起去，随后我又刷到泉城广场今年没有活动，但是一看评论区，清一色的说的都是，没有活动我们自己就是活动，没有活动也要去的评论，我对泉城广场更感兴趣了，于是在晚上，我们十点多，前往泉城广场。\r
\r
## 2. 买个气球\r
\r
我看很多人都会买个气球放飞，就在路上就遇见一个卖气球的，15块钱俩，我还觉得真便宜，可能在上海呆久了。我于是买了俩气球。越往泉城广场去，卖气球的越多，都是5块钱一个，才发现当冤大头了。\r
\r
不过这气球倒是挺好看的，还能写上心愿，我库库写了一大堆，而死党就写了成功上岸。\r
\r
![buy_balloon](picture/ShanDong_travel/Day3/buy_balloon.jpg)\r
\r
## 3. 进入广场\r
\r
还没到泉城广场就已经初现端倪了，人超级多，整个马路上全都是人，人挤人，死党还骑着小电驴，在放小电驴的过程中我俩走散了。\r
\r
后来在缓慢的人流中慢慢往前挤，我发现这拥挤的人群就像心血管疾病人群的血栓一样，人就是一个个血细胞。两侧人群相互拥堵，都撞到一起形成了栓塞，不动了，而只有极窄的一小条通道可以流动，导致通行效率极其缓慢，而且被围在中间的车辆动弹不得。\r
\r
![many_people](picture/ShanDong_travel/Day3/many_people.jpg)\r
\r
雪上加霜的是根本没有信号，可能是人太多了，微信消息都接受极其缓慢，图片更是根本发不出去，我们发电话消息交流，很久没用过的手机消息功能还是靠谱的，现在短信可以发图片，但是同样接受不到图片消息。\r
\r
后来就在这缓慢的拥挤中上了天桥，我们在其中的一个桔子酒店的招牌处汇合了。我们回合之后到了广场，广场中央的拥挤程度比入口处减轻多了，起码可以看到有空隙了。\r
\r
我觉得在广场边缘也就可以了，但是死党想去中心位置，还好我们在零点之前到了泉城广场雕塑处下方很近的位置，看到竟然有应急通讯的车辆，但是即使有应急通讯，网络还是不好使。看到人人都举着气球，一起迎接新的一年，场面还是比较震撼的。\r
\r
![ground_symbol](picture/ShanDong_travel/Day3/ground_symbol.jpg)\r
\r
## 4. 倒计时\r
\r
随后，我们在寒风中等待倒计时的到来，倒计时来到的时候，人们一起倒数，但是倒数错了，放飞了一堆气球，后来又来一遍倒数。我看着我的表归零的一刻，放开了手中的气球，看广场上一堆的气球飞扬，场面颇为壮观.\r
\r
![fly_balloon](picture/ShanDong_travel/Day3/fly_balloon.jpg)\r
\r
直到最后我的气球和死党的气球也成为了这千千万万的气球中的一个，寄与我们对新年的美好期盼和希望。\r
\r
![leave_out](picture/ShanDong_travel/Day3/leave_out.jpg)\r
\r
## 5. 散场\r
\r
随后，倒计时结束，人群很快四散而开，感觉像一场梦，很快回归到了现实。我和死党在广场的两侧滨河道路上逛了逛，找到了他的小电驴。\r
\r
散场的时候不得不吐槽一下济南的非机动车道，或者叫摩托车道，这个非机动车道的很多路段竟然是和人行道一起设计的，导致很多行人不自觉的就侵占了非机动车道，而这就导致非机动车道上全是行人，而非机动车就到了机动车道上，机动车道也通行缓慢。\r
\r
这一点不能过分苛责哪些不遵守道路规范的行人，主要责任在于道路设计层面的分割带，铺装，人行道大小等等，给予行人不正确的引导，导致了非机动车道混乱的情况。这种情况在道路压力大的时候弊端显现尤其明显。\r
\r
我们用了很长时间到了酒店，于是沉沉睡去。\r
\r
济南第三天，结束！\r
`;export{n as default};
